[
    {
      "picture": "https://i.ibb.co/1nFGCpt/pacemaker1.jpg",
      "price": 8000,
      "tital": "A pacemaker is an electrically-charged medical device. Your surgeon implants it under your skin to help manage irregular heartbeats called arrhythmias.",
      "name": "Pacemaker",
      "details": "A pacemaker is an electrically-charged medical device. Your surgeon implants it under your skin to help manage irregular heartbeats called arrhythmias.Modern pacemakers have two parts. One part, called the pulse generator, contains the battery and the electronics that control your heartbeat. The other part is one or more leads to send electrical signals to your heart. Leads are small wires that run from the pulse generator to your heart.Pacemakers generally treat two types of arrhythmias:1.tachycardia, a heartbeat that’s too fast 2.bradycardia, a heartbeat that’s too slow.Some people need a special type of pacemaker called a biventricular pacemaker, or bivent. You may need a bivent if you have severe heart failure. A bivent makes the two sides of the heart beat in sync. This is known as cardiac resynchronization therapy (CRT).You need a pacemaker if your heart is pumping too quickly or slowly. In either case, your body doesn’t get enough blood.A pacemaker regulates your body’s electrical system, which controls your heart rhythm. With each heartbeat, an electrical impulse travels from the top of your heart to the bottom, signaling your heart’s muscles to contract. A pacemaker can also track and record your heartbeat. A record can help your doctor better understand your arrhythmia."
    },
    {
      "picture": "https://i.ibb.co/TmvGqLB/valv1.jpg",
      "price": 5000,
      "tital": "heart valves have flaps that open and close with each heartbeat, allowing blood to flow through the heart’s upper and lower chambers and to the rest of your body.",
      "name": "Valve diseases",
      "details": "Heart valve disorders can affect any of the valves in your heart. Your heart valves have flaps that open and close with each heartbeat, allowing blood to flow through the heart’s upper and lower chambers and to the rest of your body. The upper chambers of the heart are the atria, and the lower chambers of the heart are the ventricles.Blood flows from the right and left atria through the tricuspid and mitral valves, which open to allow blood to flow into the right and left ventricles. These valves then close to prevent blood from flowing back into the atria.Once the ventricles have filled with blood, they begin to contract, forcing the pulmonary and aortic valves to open. Blood then flows to the pulmonary artery and aorta. The pulmonary artery carries deoxygenated blood from the heart to the lungs. The aorta, which is the body’s largest artery, carries oxygen-rich blood to the rest of your body.The heart valves work by ensuring that blood flows in a forward direction and doesn’t back up or cause leakage. If you have a heart valve disorder, the valve isn’t able to do this job properly. This can be caused by a leakage of blood, which is called regurgitation, a narrowing of the valve opening, which is called stenosis, or a combination of regurgitation and stenosis.Symptoms of heart valve disorders vary depending on the severity of the disorder. Usually the presence of symptoms indicates that the disorder is affecting blood flow. Many individuals with mild or moderate heart valve disorders don’t experience any symptoms"
    },
    {
      "picture": "https://i.ibb.co/zZwYctQ/angioplasty.jpg",
      "price": 1200,
      "tital": "Angioplasty with stent placement is a minimally invasive procedure used to open narrow or blocked arteries. This procedure is used in different parts of your body, depending on the location of the affected artery. It requires only a small incision.",
      "name": "artery angioplasty",
      "details": "Angioplasty with stent placement is a minimally invasive procedure used to open narrow or blocked arteries. This procedure is used in different parts of your body, depending on the location of the affected artery. It requires only a small incision.Angioplasty with stent placement is a minimally invasive procedure used to open narrow or blocked arteries. This procedure is used in different parts of your body, depending on the location of the affected artery. It requires only a small incision.Angioplasty is a medical procedure in which your surgeon uses a tiny balloon to widen an artery. A stent is a tiny mesh tube that’s inserted into your artery and left there to prevent it from closing. Your doctor may recommend taking aspirin or antiplatelet drugs, such as clopidogrel (Plavix), to prevent clotting around the stent, or they may prescribe medications to help lower your cholesterol.When your cholesterol levels are high, a fatty substance known as plaque can attach to the walls of your arteries. This is called atherosclerosis. As plaque accumulates on the inside of your arteries, your arteries can narrow. This reduces the space available for blood to flow.Plaque can accumulate anywhere in your body, including the arteries in your arms and legs. These arteries and other arteries farthest from your heart are known as peripheral arteries.If medication and other treatments don’t help your PAD, your doctor may opt for angioplasty and stent placement. It’s also used as an emergency procedure if you’re having a heart attack or stroke.The risks associated with angioplasty are small, but they can be serious. Your doctor will help you evaluate the benefits and risks of the procedure. In some cases, your doctor may prescribe anticlotting medications, such as aspirin, for up to a year after your procedure"
      
    },
    {
      "picture": "https://i.ibb.co/0Z4dw6C/Valve-prolapse.jpg",
      "price": 1000,
      "tital": "You have two chambers on the left side of your heart: your left atrium and your left ventricle. Your mitral valve, which is located between the two, is designed to allow blood to flow into the left ventricle but blocked from flowing back into the left atrium.",
      "name": "Valve prolapse",
      "details": "You have two chambers on the left side of your heart: your left atrium and your left ventricle. Your mitral valve, which is located between the two, is designed to allow blood to flow into the left ventricle but blocked from flowing back into the left atrium.In mitral valve prolapse (MVP), also called Barlow’s syndrome, the flaps of the mitral valve do not close correctly. Instead, the valve bulges into the atrium. This can lead to mitral valve regurgitation, which means that blood leaks back into the left atrium through the prolapsed valveOnly about three percent of Americans have mitral valve prolapse, according to the National Heart, Lung, and Blood Institute, and among these cases, serious complications are uncommon. (NHLBI) Most of the time, people with MVP do not have any symptoms, and it does not affect their daily lives.Experts do not know exactly what causes MVP. Most people are born with abnormalities that cause the condition. These may include mitral valve flaps that are too big, thick, or stretchy.The Mayo Clinic reports that MVP is most commonly found in men over age 50. (Mayo) It is also found more often in people born with disorders of the connective tissue (collagen, ligaments, tendons, etc.).In most cases, you won’t need any treatment for mitral valve prolapse. However, if you have noticeable symptoms, your doctor might choose to treat your condition."
    },
    {
      "picture": "https://i.ibb.co/9NgptBq/Heart-transplant.jpg",
      "price": 19000,
      "tital": "A heart transplant is a surgical procedure used to treat the most serious cases of heart disease. This is a treatment option for people who are in the end stages of heart failure. Medication, lifestyle changes, and less invasive procedures haven’t succeeded. People must meet specific criteria to be considered a candidate for the procedure.",
      "name": "Heart transplant",
      "details": "A heart transplant is a surgical procedure used to treat the most serious cases of heart disease. This is a treatment option for people who are in the end stages of heart failure. Medication, lifestyle changes, and less invasive procedures haven’t succeeded. People must meet specific criteria to be considered a candidate for the procedure.A heart transplant is a surgical procedure used to treat the most serious cases of heart disease. This is a treatment option for people who are in the end stages of heart failure. Medication, lifestyle changes, and less invasive procedures haven’t succeeded. People must meet specific criteria to be considered a candidate for the procedure.a congenital defect,coronary artery disease,a valve dysfunction or disease.Your age. Most prospective heart recipients must be under 65 years old.Your overall health. Multiple organ failure, cancer, or other serious medical conditions may take you off a transplant list.Your attitude. You must commit to changing your lifestyle. This includes exercising, eating healthy, and quitting smoking if you smoke.An estimated 2,000 donor hearts become available in the United States each year. Yet, approximately 3,000 people are on a heart transplant waiting list at any given time, according to the University of Michigan. When a heart is found for you, surgery is performed as soon as possible while the organ is still viable. This is usually within four hours.Heart transplant surgery lasts for approximately four hours. During that time, you’ll be placed on a heart-lung machine to keep blood circulating throughout your body.Your surgeon will remove your heart, leaving the pulmonary vein openings and the back wall of the left atrium intact. They’ll do this to prepare you to receive the new heart.Once your doctor stitches the donor heart into place and the heart begins beating, you’ll be removed from the heart-lung machine. In most cases, the new heart will begin to beat as soon as blood flow is restored to it. Sometimes an electric shock is required to prompt a heartbeat."
    },
    {
      "picture": "https://i.ibb.co/54bxyDv/Heart-surgery.jpg",
      "price": 17000,
      "tital": "Open-heart surgery is any type of surgery where the chest is cut open and surgery is performed on the muscles, valves, or arteries of the heart.",
      "name": "Heart surgery",
      "details": "Open-heart surgery is any type of surgery where the chest is cut open and surgery is performed on the muscles, valves, or arteries of the heart.According to the National Heart, Lung, and Blood Institute (NHLBI), coronary artery bypass grafting (CABG) is the most common type of heart surgery done on adults. During this surgery, a healthy artery or vein is grafted (attached) to a blocked coronary artery. This allows the grafted artery to “bypass” the blocked artery and bring fresh blood to the heart.Open-heart surgery is sometimes called traditional heart surgery. Today, many new heart procedures can be performed with only small incisions, not wide openings. Therefore, the term “open-heart surgery” can be misleading.Open-heart surgery may be done to perform a CABG. A coronary artery bypass graft may be necessary for people with coronary heart disease.Hardening occurs when fatty material forms a plaque on the walls of the coronary arteries. This plaque narrows the arteries, making it difficult for blood to get through. When blood can’t flow properly to the heart, a heart attack may occur."
    }
  ]